TargetApplication=DKLang Translation Manager
Author=Vinko Kastelic
SourceLANGID=1033
LANGID=1060
Generator=DKLang Translation Editor v3.0
LastModified=2017-02-27 11:02:34

[dAbout]
00000001=Vizitka
00000004=Splet:
00000005=V redu
00000006=Stik e-pošta:

[dDiffLog]
00000001=Najdene razlike
00000002=Zapri
00000003=Skupno
00000004=&Samodejno prevede vse neprevedene vnose z uporabo Shrambe prevodov
00000005=Pomoč

[dFind]
00000001=Najdi ali zamenjaj
00000003=Zapri
00000004=&Išči za:
00000006=Možnosti
00000007=&Upoštevaj VELIKE/male črke
00000008=U&poštevaj samo cele besede
00000010=Išči samo izbran&o
00000011=Poreklo
00000012=I&z fokusiranega vnosa\n&Celoten obseg\n
00000013=Smer
00000014=&Naprej\n&Nazaj\n
00000015=&Poziv za zamenjavo
00000016=Zamenjaj &vse
00000017=&Zamenjaj z:
00000018=Obseg
00000019=Išči med vnosi &imen
00000020=Išči med &izvirnimi vrednostmi
00000021=Išči med &prevedenimi vrednostmi
00000022=Pomoč

[dOpenFiles]
00000001=Odpri jezikovne datoteke
00000002=&Izvorna datoteka jezika:
00000003=&Prebrskaj...
00000004=Pre&brskaj...
00000005=Prebrs&kaj...
00000006=&Uporabi naslednjo datoteko prevoda za prikaz vrednosti (namesto tistih iz izvorne datoteke):
00000007=&Ustvari nov prevod
00000008=&Odpri obstoječo datoteko prevoda:
00000009=V redu
00000010=Prekliči
00000011=Pomoč

[dPromptReplace]
00000001=Potrdi zamenjavo
00000009=Da
00000010=Prekliči
00000012=Zamenjaj &vse
00000013=&Ne
00000014=Pomoč

[dSettings]
00000001=Nastavitve programa
00000002=V redu
00000003=Prekliči
00000005=Pot do Shrambe prevodov:
00000006=(v tem primeru boste morali kasneje ročno določiti bližnjice)
00000007=&Prebrskaj...
00000008=&Odstrani znak predpone ('&&') pri dodajanju niza znakov v Shrambo
00000009=&Samodejno dodajanje novih prevodov v Shrambo
00000013=&Pisava vmesnika...
00000014=&Pisava preglednice...
00000015=Ne &opozori, če sta izvorni jezik in shranjeni prevod različno kodirana
00000016=Shramba
00000017=Vmesnik
00000018=Pomoč

[dTranProps]
00000001=Lastnosti prevoda
00000002=&Izvorni jezik (uporabljen za Shrambo prevodov):
00000003=&Jezik prevoda:
00000004=&Avtor:
00000005=Do&datni parametri (v obliki 'Ime=Vrednost'):
00000006=&Ciljna aplikacija/Različica:
00000007=V redu
00000008=Prekliči
00000009=Pomoč

[fMain]
00000002=Glavni meni
00000003=&Datoteka
00000004=&Uredi
00000005=&Pogled
00000006=&Orodna vrstica
00000007=Prikaži/skrij orodno vrstico
00000008=Tren&utni vnos vira
00000009=Prikaži/skriij panel trenutnega vnosa vira
00000010=&Statusna vrstica
00000011=Prikaži/skrij statusno vrstico
00000012=&Jezik
00000013=&Orodja
00000014=&Pomoč
00000015=Orodna vrstica
00000018=Skupno število komponent vnosov
00000020=Število pripadajočih komponent vpisov skupaj/neprevedeno
00000022=Število konstantnih vnosov skupaj/neprevedeno
00000024=Število vnosov v Shrambo prevodov
00000025=Datoteka
00000026=&Nov ali Odpri...
00000027=Nov ali Odpri...|Ustvari nov ali odpri obstoječ  prevod
00000028=Datoteka
00000029=&Shrani
00000030=Shrani|Shrani trenutni prevod
00000031=Datoteka
00000032=Shrani &kot...
00000033=Shrani kot...|Shrani trenutni prevod v drugo datoteko
00000034=Datoteka
00000035=&Zapri
00000036=Zapri|Zapri trenutno odprte datoteke
00000037=Datoteka
00000038=&Izhod
00000039=Izhod|Izhod iz programa
00000040=Orodja
00000041=&Nastavitve programa...
00000042=Nastavitve programa...|Poglejte ali spremenite nastavitve programa
00000043=Pomoč
00000044=&Vizitka...
00000045=Vizitka...|Različica in avtorske pravice info
00000046=Uredi
00000047=Skoči na pred&hodni nepreveden vnos
00000048=Skoči na predhodni nepreveden ali samodejno preveden vnos
00000049=Uredi
00000050=Skoči na sled&eči nepreveden vnos
00000051=Skoči na sledeči nepreveden ali samodejno preveden vnos
00000058=Uredi
00000059=&Lastnosti prevoda...
00000060=Lastnosti prevoda...|Poglejte ali spremenite lastnosti prevoda
00000064=Orodja
00000065=S&amodejno prevedi izbrano
00000066=Samodejno prevedi izbrano|Samodejno prevede trenutno izbrane vnose z uporabo Shrambe prevodov
00000067=Orodja
00000068=Dodaj izbrano v &Shrambo
00000069=Dodaj izbrano v Shrambo|Doda izbrane vnose v Shrambo prevodov
00000073=Pomoč
00000074=Preveri za &posodobitve
00000075=Preveri za posodobitve|Preveri na spletu za posodobitve programa
00000076=Pomoč
00000077=DKLang Translation Editor do&mača stran
00000078=DKLang Translation Editor domača stran|V brskalniku odpre domačo stran programa
00000079=Pomoč
00000080=Podpora za &izdelek
00000081=Podpora za izdelek|dpre stran za podporo programa
00000082=Pomoč
00000083=DK Software &Spletna stran
00000084=DK Software Spletna stran|V brskalniku odpre domačo stran prodajalca
00000087=&Splet
00000088=Uredi
00000089=Pr&eklopi fokus
00000090=Preklopi fokus|Preklopi fokus med preglednico in urejevalnikom prevedenih vrednosti
00000091=Uredi
00000092=Predhodni vno&s
00000093=Predhodni vnos|Korak na predhodni vnos
00000094=Uredi
00000095=&Naslednji vnos
00000096=Naslednji vnos|Korak na naslednji vnos
00000097=Lastnosti vnosov
00000098=Trenutni vnos vira
00000099=Trenutni preveden vnos
00000100=&Neprevedeno
00000101=Stanja vnosa
00000102=&Samodejno prevedeno
00000103=&Lastnosti vnosov
00000104=Trenutni p&reveden vnos
00000105=Komponenta/Pripadnost/Konstantna
00000106=ID
00000107=Privzeta vrednost
00000108=Prevedena vrednost
00000109=Uredi
00000110=&Najdi...
00000111=Najdi...|Iskanj vnosov z uporabo danega vzorca
00000112=Uredi
00000113=Najdi nas&lednje
00000114=Najdi naslednje|Najdi naslednjo pojavitev iskanega niza
00000115=Uredi
00000116=&Zamenjaj...
00000117=Zamenjaj...|Zamenjaj en niz z drugim
00000118=Zaznamki
00000119=Prikaži/skrij trenutni panel vnosa prevodov
00000120=Pokaži/skrij panel Lastnosti vnosov
00000121=&Zaznamki
00000122=Pokaži/skrij panel Zaznamki
00000123=Uredi
00000124=&Dodaj zaznamek
00000125=Dodaj zaznamek|Dodaj trenutni vnos na seznam zaznamkov
00000126=Uredi
00000127=&Izbriši zaznamek
00000128=Izbriši zaznamek|Odstrani trenutno izbrani zaznamek
00000129=Uredi
00000130=&Skoči na zaznamek
00000131=Skoči na zaznamek|Skoči na trenutno izbran zaznamek v oknu zaznamkov
00000132=Orodna vrstica zaznamkov
00000133=Uredi
00000134=&Kopiraj
00000135=Uredi
00000136=&Prilepi
00000137=Uredi
00000138=I&zreži
00000139=Kopiraj|Kopira izbrano besedilo v odložišče
00000140=Prilepi|Prilepi besedilo iz odložišča
00000141=Izreži|Izreže izbrano besedilo v odložišče
00000142=Pomoč
00000143=&Pomoč
00000144=Pomoč|Prikaže pomoč programa

[$CONSTANTS]
SBtn_Find=Najdi
SBtn_Replace=Zamenjaj
SConfirm_FileNotSaved=Datoteka prevoda "%s" je spremenjena, vendar ni shranjena. Ali jo želite shraniti?
SDiffDesc_AddComponent=+ Komponenta: [%s]
SDiffDesc_AddConstant=+ Konstanta "%s"
SDiffDesc_AddProperty=+ Pripadnost "%s" (ID=%d)
SDiffDesc_ExcessiveEntries=Naslednji najdeni prekomerni vnosi se izbrišejo iz prevoda:
SDiffDesc_MissingEntries=Naslednji vnosi niso bili najdeni in so dodamo k prevodu:
SDiffDesc_RemoveComponent=- Komponenta: [%s]
SDiffDesc_RemoveConstant=- Konstanta "%s"
SDiffDesc_RemoveProperty=- Komponenta "%s", pripadna z ID=%d
SDiffTotalsText=\tKomponente\tLasnosti\tKonstante\nDodano\t%d\t%d\t%d\nOdstranj.\t%d\t%d\t%d\nSkupaj\t%d\t%d\t%d
SDlgTitle_Confirm=Potrdi
SDlgTitle_Error=Napaka
SDlgTitle_Info=Info
SDlgTitle_SaveTranFileAs=Izbira datoteke prevoda za shranitev na
SDlgTitle_SelectDisplayFile=Izbira datoteke prevoda uporabljene za prikaz
SDlgTitle_SelectLangSourceFile=Izbira izvorne jezikovne datoteke
SDlgTitle_SelectTranFile=Izbira datoteke prevoda
SDlgTitle_SelReposPath=Izbira poti Shrambe prevoda:
SErrMsg_CharMissing="%s" manjka
SErrMsg_ConstNameMissing=Manjka ime konstante
SErrMsg_DuplicateCompName=Podvojeno ime komponente: "%s"
SErrMsg_DuplicatePropID=Podvojena ID pripadnosti: %d
SErrMsg_DuplicatePropName=Podvojeno ime pripadnosti: "%s"
SErrMsg_FileDoesntExist=Datoteka "%s" ne obstaja
SErrMsg_InvalidCompName=Neveljavno ime komponente: "%s"
SErrMsg_LoadLangSourceFailed=Napaka pri nalaganju izvirnega jezika:\nVrstica %d: %s
SErrMsg_PropIDInvalid=Neveljavna ID pripadnosti
SErrMsg_PropIDMissing=Manjka ID pripadnosti
SErrMsg_PropNameMissing=Manjka ime pripadnosti
SErrMsg_SectionlessEntry=Vnosi brez sekcije niso dovoljeni
SErrMsg_SectionNameMissing=Manjka ime sekcije
SErrMsg_SrcAndTranLangsAreSame=Izvorni in prevod jezika se morata razlikovati
SErrMsg_WrongSectionName=Napačen format imena sekcije: "%s"
SLangSourceFileFilter=DKLang izvorne jezikovne datoteke (*.dklang)|*.dklang|Vse datoteke (*.*)|*.*
SMsg_NoSearchResults=Niz "%s" ni bil najden.
SMsg_PromptReplace=Zamenjam to pojavitev "%s"?
SMsg_ReplacedInfo=Zamenjana %d pojavitev "%s".
SNode_Constants=Konstante
SStatusBar_CompCount=Komp: %d
SStatusBar_ConstCount=Konst: %d/%d
SStatusBar_PropCount=Prip: %d/%d
SStatusBar_ReposEntryCount=Shramba: %d vnosov
STranFileFilter=DKLang datoteke prevodov (*.lng)|*.lng|Vse datoteke (*.*)|*.*
STranFileFilterAnsi=DKLang Ansi datoteke prevodov (*.lng)|*.lng
STranFileFilterUnicode=DKLang Unicode datoteke prevodov (*.lng)|*.lng
SWarnMsg_SavingInAnsi=Ste pred tem, da shranite prevod v formatu ANSI, medtem ko je za izvorno jezikovno datoteko uporabljeno Unicode kodiranje.\nShranjevanje prevoda kot ANSI lahko privede do prikaza napačnih znakov v programu, ki ga prevajate. Dokler ta program uporablja Unicode je skoraj vedno bolje, da shranite tudi prevod v Unicode.\n\nAli želite shraniti prevod kodiran v Unicode formatu?
SWarnMsg_SavingInUnicode=Ste pred tem, da shranite prevod v formatu Unikode, medtem ko je za izvorno jezikovno datoteko uporabljeno ANSI kodiranje.\nShranjevanje prevoda kot Unicode lahko možnost uporabe prepoveduje program. Dokler ta program uporablja ANSI, je najbolj varen način shranitev prevoda tudi v ANSI.\n\nAli želite shraniti prevod kodiran v ANSI formatu?
